Show / Hide Table of Contents
Enum Member1DType
Type of Member 1D
Namespace: IdeaRS.OpenModel.Model
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum Member1DType
Fields
 Name |  Description
 Beam
Beam member
 BeamSlab
Beam slab, rcs element
 Column
Column member
 Rib
Rib member
 Truss
Truss member
 Improve this Doc
 View Source